Capítulo 1


Empezó su nueva vida de pie, rodeado de fría oscuridad y aire viciado y polvoriento.

Todo era de metal. Una agitada sacudida movió el suelo bajo sus pies. Se cayó ante aquel movimiento repentino y retrocedió a cuatro patas, con unas gotas de sudor cubriéndole la frente a pesar del aire frío. Su espalda chocó contra una dura pared de metal y se deslizó por ella hasta que dio con la esquina de la habitación. Se arrellanó en el suelo, con las piernas bien pegadas al cuerpo y la esperanza de que pronto se le adaptaran los ojos a la oscuridad.

Con otro zarandeo, la habitación dio un tirón hacia arriba, como si se tratara de un viejo ascensor en el hueco de una mina.

Unos discordantes sonidos de cadenas y poleas, como el mecanismo de una antigua fábrica de acero, retumbaron en la habitación y agitaron las paredes con un diminuto chirrido ahogado. El ascensor sin luz se balanceó hacia delante y hacia atrás mientras ascendía, y al chico le entraron náuseas. Un olor a aceite quemado le invadió los sentidos y le hizo sentirse peor. Quería llorar, pero no le salían las lágrimas; lo único que podía hacer era quedarse allí solo, sentado y a la espera.

«Me llamo Thomas», pensó.

Eso… eso era lo único que podía recordar de su vida.

No entendía cómo era posible. Su mente funcionaba a la perfección mientras trataba de averiguar dónde se había metido. El conocimiento inundó sus pensamientos; le vinieron a la cabeza hechos e imágenes, recuerdos y detalles del mundo y de cómo funcionaba. Se imaginó la nieve en los árboles, la sensación de correr por una calle cubierta de hojas, de comer una hamburguesa, el pálido brillo de la luna sobre un prado de hierba, nadar en un lago, la plaza de una ciudad con mucho movimiento y cientos de personas corriendo de aquí para allá, ocupadas con sus asuntos.

Pero, aun así, seguía sin saber de dónde venía, cómo se había metido en aquel oscuro ascensor ni quiénes eran sus padres. Ni siquiera sabía su apellido. Por un instante, le aparecieron en la cabeza imágenes de gente, pero no reconoció a nadie y unas inquietantes manchas de colores sustituyeron sus rostros. No podía pensar en ninguna persona que conociera ni tampoco recordaba una simple conversación.

La habitación continuó ascendiendo y balanceándose. Thomas acabó por hacerse inmune al incesante traqueteo de las cadenas que le llevaban hacia arriba. Pasó un largo rato. Los minutos se convirtieron en horas, aunque era imposible estar seguro porque cada segundo parecía una eternidad. No. Era más listo que eso. Si confiaba en su instinto, sabría que llevaba moviéndose aproximadamente media hora.

Por extraño que pareciera, sintió que el miedo se retiraba como un enjambre de mosquitos atrapado por el viento y daba lugar a una intensa curiosidad. Quería saber dónde se encontraba y qué estaba sucediendo.

Con un crujido y después un golpe seco, la habitación ascendente se detuvo; aquel cambio repentino hizo que Thomas dejara de estar acurrucado y saliera disparado contra la dura superficie. Mientras se ponía de pie con dificultad, notó que la habitación cada vez se balanceaba menos, hasta que al final no se oyó nada. Todo parecía estar en silencio.

Pasó un minuto. Dos. Miró en ambas direcciones, pero no vio nada más que oscuridad. Volvió a tantear las paredes, buscando una salida, pero no había nada, sólo el frío metal. Gruñó, lleno de frustración. Su eco se amplificó en el aire como el angustioso gemido de la muerte. Se desvaneció y volvió a reinar el silencio. Gritó, pidió socorro y golpeó las paredes con los puños.

Nada.

Thomas regresó a un rincón, cruzó los brazos, se estremeció y el miedo volvió. Notó una sacudida preocupante en el pecho, como si el corazón quisiera escaparse, huir de su cuerpo.

—¡Que… alguien… me ayude! —gritó, y las palabras le irritaron la garganta. Resonó un fuerte ruido metálico y, asustado, contuvo el aliento al levantar la vista. Una línea recta de luz cruzaba el techo de la habitación y Thomas vio cómo se expandía. Un sonido chirriante reveló dos puertas correderas que se abrían a la fuerza. Después de tanto tiempo en la oscuridad, sintió un gran dolor en los ojos provocado por la luz; apartó la mirada y se cubrió la cara con ambas manos.

Oyó unos ruidos —unas voces— y el miedo le oprimió el pecho.

—Mirad a ese pingajo.

—¿Cuántos años tiene?

—Parece una clonc con camiseta.

—Tú sí que eres imbécil, cara fuco.

—¡Tío, aquí abajo huele a pies!

—Espero que hayas disfrutado del viaje de ida, verducho.

—No hay billete de vuelta, chaval.

Thomas fue azotado por una ola de confusión recubierta de pánico. Las voces eran raras, tenían algo de eco; algunas de las palabras que le decían eran extrañas y otras le resultaban más familiares. Mientras entrecerraba los ojos hacia la luz y hacia los que estaban hablando, trató de adaptar la vista. Al principio sólo vio unas sombras que se movían, pero no tardaron en tener forma de cuerpos, de gente que se inclinaba sobre el agujero del techo y le miraba, señalándole. Y, entonces, como si las lentes de una cámara se hubiesen enfocado, comenzó a ver los rostros más nítidos. Todos eran chicos; algunos, jóvenes y otros, mayores. Thomas no sabía qué se había imaginado, pero, al ver aquellas caras, se quedó desconcertado. Eran sólo adolescentes. Críos. Parte de su miedo desapareció, pero no lo suficiente para calmarle el corazón, que le latía a toda velocidad.

Alguien bajó una cuerda desde arriba, con el extremo atado a una gran lazada. Thomas vaciló, luego se metió en ella con el pie derecho y se agarró a la cuerda mientras tiraban de él hacia el cielo. Unas manos, muchas manos, le cogieron de la ropa para subirle. El mundo parecía dar vueltas en un remolino neblinoso de caras, color y luz. Un torrente de emociones le revolvió las tripas, se las retorció y tiró de ellas. Quería gritar, llorar, vomitar. El coro de voces se había quedado en silencio, pero alguien habló cuando tiraron de él para sacarlo por el borde afilado de la oscura caja. Y Thomas supo que nunca olvidaría aquellas palabras:

—Encantado de conocerte, pingajo —dijo el chico—. Bienvenido al Claro.
